Repository: pypi-data/pypi-mirror-131
Catalog: packages/iaweb.privacy/iaweb.privacy-1.0a1.tar.gz/iaweb.privacy-1.0a1/src/iaweb/privacy/locales/*/LC_MESSAGES/collective.privacy.po
Languages: fr

source: Embedded media
fr: Contenu encapsulé

source: Embedded media from Vimeo
fr: Vidéo(s) intégré(s) depuis Vimio

source: Embedded media from YouTube
fr: Vidéo(s) intégré(s) depuis YouTube

source: Give access to a share button for Facebook
fr: Fonctionnalité de partage vers Facebook

source: Give access to a share button for Twitter
fr: Fonctionnalité de partage vers Twitter

source: Language preference
fr: Préférence de langue

source: Use google analytics
fr: Utilisation de Google Analytics

source: Essential cookies
fr: Cookies essentiels

source: We use Facebook to add a share button that allow users to share contents to Facebook platform. Facebook monitors the usage patterns of users to provide enhanced analytics and improve advertising.
fr: Nous utilisons Facebook pour permettre aux utilisateurs de partager du contenu vers Facebook. Facebook suit les actions des utilisateurs pour fournir des statistiques et fournir des produits publicitaires.

source: We use Google Analytics to provide statistics to website owner. Google monitors the usage patterns of users to provide enhanced analytics.
fr: Nous utilisons Google Analytics pour fournir des statistiques aux gestionnaires de ce site. Google suit les actions des utilisateurs pour fournir des statistiques améliorées.

source: We use Twitter to add a share button that allow users to share contents to Twitter platform. Twitter monitors the usage patterns of users to provide enhanced analytics and improve advertising.
fr: Nous utilisons Twitter pour permettre aux utilisateurs de partager du contenu vers Twitter. Twitter suit les actions des utilisateurs pour fournir des statistiques et fournir des produits publicitaires.

source: We use Vimeo to embed media into the site. Vimeo monitors the usage patterns of users to provide enhanced analytics to site owners.
fr: Nous utilisons Vimeo pour afficher des vidéos aux utilisateurs en provenance de cette plateforme. Vimeo suit les actions des utilisateurs pour fournir des statistiques et fournour des produits publicitaires.

source: We use YouTube to embed media into the site. YouTube monitors the usage patterns of users to provide enhanced analytics to site owners.
fr: Nous utilisons YouTube pour afficher des vidéos aux utilisateurs en provenance de cette plateforme. YouTube suit les actions des utilisateurs pour fournir des statistiques et fournour des produits publicitaires.

source: We use YouTube to embed media into the site. YouTube monitors the usage patterns of users to provide enhanced analytics to site owners. Site owners might embed media from a different origin. All cookies generated by such content shall be clearly displayed in the cookie policy. By blocking cookies from this category all embedded media shall also be prevented from loading.
fr: Nous utilisons YouTube pour encapsuler des vidéos sur le site. YouTube suit les actions des utilisateurs au moyen de cookies pour fournir des statistiques et des produits publicitaires. Le gestionnaire du site est susceptible d'intégrer des contenus d’une autre origine. Le cas échéant, tout cookie découlant d’une intégration sera alors repris dans la Politique d’utilisation des cookies. Refuser les cookies de cette catégorie bloquera aussi automatiquement le chargement de tout contenu tiers.

source: We use a cookie to store the language preference of users.
fr: Nous utilisons un cookie pour enregistrer la préférence de langue des utilisateurs.

source: We use essential cookies to implement load balancing on our servers, to authenticate users and to store cookie preferences.
fr: Nous utilisons des cookies dits essentiels pour répartir la charge sur nos serveurs, pour authentifier les utilisateurs et enregistrer leurs préférences en matière de cookies.
